[
  "obsidian-excalidraw-plugin",
  "table-editor-obsidian",
  "obsidian-icon-folder",
  "tag-wrangler",
  "obsidian-file-cleaner",
  "obsidian-custom-frames",
  "code-styler",
  "obsidian-tasks-plugin",
  "templater-obsidian",
  "calendar",
  "periodic-notes",
  "dataview",
  "kr-book-info-plugin",
  "obsidian-tracker",
  "obsidian-timestamp-notes",
  "obsidian-minimal-settings",
  "obsidian-style-settings",
  "recent-files-obsidian",
  "settings-search",
  "obsidian-plugin-update-tracker",
  "emoji-shortcodes",
  "obsidian-outliner",
  "obsidian-admonition",
  "editing-toolbar",
  "homepage",
  "obsidian-projects",
  "translate",
  "todoist-sync-plugin"
]